# ==============================================================================
# SAGAN Landscapes and missions
# ==============================================================================
# This is where you can define your missions.
#   Units               : mm
#   Shapes: Rectangle   : R,xpos,ypos,width,height
#           Circle      : C,xpos,ypos,diam
#           Mark        : M,xpos,ypos,angle,text
#   Start position      : xpos,ypos,u/d/l/r with up/down/left/right
#
#   All coordinates are relatif to the bottom-left corne of the landscape.
#   Directory names are case sentitive (on linux and mac systems).
# ==============================================================================
land.list=mars1,mars3,mars2

#_____________________________________
# Mars1

en.mars1=Mars - Uranius-Ceraunius Tholi
de.mars1=Mars - Uranius-Ceraunius Tholi
fr.mars1=Mars - Uranius-Ceraunius Tholi
nl.mars1=Mars - Uranius-Ceraunius Tholi
it.mars1=Marte - Uranius-Ceraunius Tholi

en.mission.mars1=<html><b><u>Mars - Uranius-Ceraunius Tholi</u></b><p/><p/>Your mission is to explore the <i>Uranius-Ceraunius Tholi</i> region on Mars. Check point 1 looks like an desiccated lake. The first part of your mission is to verify this observation. <p/><p/>The second part of the mission is to examine the asteroid impact point at check point 2.<p/><p/>Then go to check point 3 in order to verify the potential existance of wather residuence in the structures that look like parched canals. <p/><p/>After succeeding all operations, report to check point 4 in order to send all collected information to earth. <p/><p/>ESA Control Center Over and Out!<p/><p/><p/><p/><p/></html>
de.mission.mars1=<html><b><u>Mars - Uranius-Ceraunius Tholi</u></b><p/><p/>Your mission is to explore the <i>Uranius-Ceraunius Tholi</i> region on Mars. Check point 1 looks like an desiccated lake. The first part of your mission is to verify this observation. <p/><p/>The second part of the mission is to examine the asteroid impact point at check point 2.<p/><p/>Then go to check point 3 in order to verify the potential existance of wather residuence in the structures that look like parched canals. <p/><p/>After succeeding all operations, report to check point 4 in order to send all collected information to earth. <p/><p/>ESA Control Center Over and Out!<p/><p/><p/><p/><p/></html>
fr.mission.mars1=<html><b><u>Mars - Uranius-Ceraunius Tholi</u></b><p/><p/>Votre mission consiste \u00e0 explorer la r\u00e9gion martienne <i>Uranius-Ceraunius Tholi</i>. Tout d\u2019abord, vous devrez d\u2019abord v\u00e9rifier la pr\u00e9sence d\u2019un lac ass\u00e9ch\u00e9 au point num\u00e9ro 1. <p/><p/>Puis vous irez au point num\u00e9ro 2 afin d\u2019examiner l\u2019impact d\u2019un ast\u00e9ro\u00efde. <p/><p/>Ensuite, vous irez au point num\u00e9ro 3 pour confirmer ou non la pr\u00e9sence d\u2019eau r\u00e9siduelle dans ce qui ressemble \u00e0 des canaux ass\u00e9ch\u00e9s. <p/><p/>Enfin, vous devrez vous rendre au point num\u00e9ro 4 afin d\u2019envoyer vers la Terre l\u2019ensemble des informations recueillies. <p/><p/>Centre de Contr\u00f4le de l\u2019ESA, termin\u00e9!<p/><p/><p/><p/><p/></html>
nl.mission.mars1=<html><b><u>Mars - Uranius-Ceraunius Tholi</u></b><p/><p/>Jouw missie is om de <i>Uranius-Ceraunius Tholi</i> regio op Mars te verkennen. Check Point 1 lijkt op een uitgedroogd meer. Het eerste deel van je missie is deze observatie te bevestige. <p/><p/>Het tweede deel van de missie bestaat erin de plaats van impact van de asteroide te onderzoeken bij check point 2.<p/><p/>Ga daarna naar check point 3 om het mogelijke bestaan von waterresten te bevestigen in de structuren die lijken op uitgedroogde grachten. <p/><p/>Eens al deze operaties succesvol uitgevoerd zijn, rapporteer dan bij check point 4 om alle verzamelde informatie naar aarde te versturen. <p/><p/>ESA Controle Centrum Over en Uit!<p/><p/><p/><p/><p/></html>
it.mission.mars1=<html><b><u>Marte - Uranius-Ceraunius Tholi</u></b><p/><p/>La vostra missione \u00e9 di esplorare la regione <i>Uranius-Ceraunius Tholi</i> su Marte. Il check point 1 si presenta come un lago asciutto. La prima parte della vostra missione consiste nel verificare questa osservazione.<p/><p/>La seconda parte della missione \u00e9 di esaminare il punto di impatto di un asteroide al check point 2.<p/><p/>Poi controllare il check point 3 al fine di verificare la possibile presenza di residui d'acqua nelle strutture simili a crepacci.<p/><p/>Una volta riuscite tutte le operazioni, tornare a rapporto al check point 4 per inviare a Terra tutte le informazioni raccolte.<p/><p/>Centro di controllo ESA, passo e chiudo!<p/><p/><p/><p/><p/></html>

mars1.width=2000
mars1.height=2000
mars1.startpos=820,170,U
mars1.shapes=R,150,0,1750,2000;    C,702,150,40;C,922,153,40;C,1060,370,70;    M,260,910,0,1;C,230,970,230;C,110,1110,250;R,0,1225,110,42;   C,870,1737,130;C,970,1530,180;    C,770,860,660;M,1440,1380,-110,2;    C,1925,1230,70;    C,1775,1605,90;R,1700,1700,300,300;M,1700,1700,30,3;     M,1650,200,180,4
mars1.backgroundimage=./Maps/uranius-ceraunius_tholi.bmp
mars1.backgroundimage.credit=Photo: ESA/DLR/FU Berlin (G. Neukum)

#_____________________________________
# Mars2

en.mars2=Mars - Elongated crater in the south of the Huygens basin
de.mars2=Mars - Langgezognener Krater im S\u00fcden des Huygens-Bassins
fr.mars2=Mars - Crat\u00e8re allong\u00e9 dans le sud du bassin Huygens
nl.mars2=Mars - Langwerpige krater in het zuiden van het Huygens bekken
it.mars2=Marte - Cratere allungato nella parte meridionale del bacino Huygens

en.mission.mars2=<html><b><u>Mars - Elongated crater in the south of the Huygens basin</u></b><p/><p/><b>ESA\u2019s Mars Express</b> has returned new images of an elongated impact crater in the southern hemisphere of Mars. Located just <b>south of the Huygens basin</b>, it could have been carved out by a train of projectiles striking the planet at a shallow angle.<p/><p/>This is a two part mission: <p/>1) Cartograph the border of the crater by making a tour around, <p/>2) Examine the hills at check point 3. <p/><p/>After finishing the mission, place the robot at check point 4, east orientated, ready for his next mission.<p/><p/>ESA Control Center Over and Out!<p/><p/><p/><p/><p/></html>
de.mission.mars2=<html><b><u>Mars - Elongated crater in the south of the Huygens basin</u></b><p/><p/><b>ESA\u2019s Mars Express</b> has returned new images of an elongated impact crater in the southern hemisphere of Mars. Located just <b>south of the Huygens basin</b>, it could have been carved out by a train of projectiles striking the planet at a shallow angle.<p/><p/>This is a two part mission: <p/>1) Cartograph the border of the crater by making a tour around, <p/>2) Examine the hills at check point 3. <p/><p/>After finishing the mission, place the robot at check point 4, east orientated, ready for his next mission.<p/><p/>ESA Control Center Over and Out!<p/><p/><p/><p/><p/></html>
fr.mission.mars2=<html><b><u>Mars \u2013 Le long crat\u00e8re dans le sud du bassin Huygens</u></b><p/><p/><b>La sonde Mars Express de l\u2019Agence Spatiale Europ\u00e9enne</b> a envoy\u00e9 de nouvelles images d\u2019un long crat\u00e8re dans l\u2019h\u00e9misph\u00e8re sud de Mars. Localis\u00e9 juste au <b>sud du bassin de Huygens</b>, sa cr\u00e9ation serait due \u00e0 plusieurs roches ayant frapp\u00e9 Mars avec un angle de faible incidence.<p/><p/>Votre mission se d\u00e9roulera en 2 parties :<p/>1) Cartographiez le p\u00e9rim\u00e8tre du crat\u00e8re. Vous devrez donc en faire le tour.<p/>2) Examiner les collines au point num\u00e9ro 3.<p/><p/>Apr\u00e8s avoir termin\u00e9 la mission, le robot devra \u00eatre orient\u00e9 vers l\u2019est au point num\u00e9ro 4 pour qu\u2019il soit op\u00e9rationnel pour sa prochaine mission.<p/><p/>Centre de Contr\u00f4le de l\u2019ESA, termin\u00e9!<p/><p/><p/><p/></html>
nl.mission.mars2=<html><b><u>Mars \u2013 Verlengde krater ten het zuiden van het Huygens bassin</u></b><p/><p/><b>ESA\u2019s Mars Express</b> heeft nieuwe beelden teruggezonden van een verlengde krater impact in de zuidelijke hemisfeer van Mars. Gesitueerd juist <b>ten zuiden van het Huygens bassin</b>, zou het kunnen uitgehakt zijn door een reeks projectielen die in de planeet zijn ingeslagen vanuit een kleine hoek.<p/><p/>Deze missie is tweedelig: <p/>1) Breng de rand van de krater in kaart door er rond te reizen, <p/>2) bestudeer de heuvels vanuit controlepunt 3. <p/><p/>Plaats de robot aan controlepunt 4, naar het oosten gericht en klaar voor zijn volgende missie, na het be\u00ebindigen van de opdracht.<p/><p/>ESA Controle Centrum Over en Uit!<p/><p/><p/><p/><p/></html>
it.mission.mars2=<html><b><u>Marte - cratere oblungo nella parte sud del bacino Huygens</u></b><p/><p/>L'<b>ESA Mars Express</b> ha trasmesso nuove immagini di un cratere dell'emisfero meridionale di Marte. Situato <b>a sud del bacino Huygens</b>, potrebbe essere dovuto all'impatto con un nugolo di corpuscolii che avrebbero raggiunto il pianeta ad angolatura ridotta.<p/><p/>Questa \u00e8 una missione in due parti:<p/>1) Cartografa il confine del cratere girandoci intorno,<p/>2) Esamina le colline al checkpoint 3.<p/><p/>Dopo aver terminato la missione, porta il robot al checkpoint 4, verso est, pronto per la sua prossima missione.<p/><p/>Centro di Controllo ESA Passo e Chiudo!<p/><p/><p/><p/><p/></html>

mars2.width=1400
mars2.height=2000
mars2.startpos=1200,150,U
mars2.shapes=C,500,40,85;   C,630,550,120;C,695,625,90;       C,608,1620,150;C,550,1230,400;C,610,900,460;C,800,640,330;C,890,440,250;C,980,310,180;     R,40,320,250,50;     M,1250,1100,-20,1;M,700,1850,-90,2;M,620,750,150,3;M,110,150,90,4
mars2.backgroundimage=./Maps/elongated_crater.bmp
mars2.backgroundimage.credit=Photo: ESA/DLR/FU Berlin (G. Neukum)

#_____________________________________
# Mars3

en.mars3=Mars - Volcanic ash in Meridiani Planum
de.mars3=Mars - Volcanic ash in Meridiani Planum
fr.mars3=Mars - Volcanic ash in Meridiani Planum
nl.mars3=Mars - Volcanic ash in Meridiani Planum
it.mars3=Marte - Volcanic ash in Meridiani Planum

en.mission.mars3=<html><b><u>Volcanic ash in Meridiani Planum</u></b><p/><p/><b>Deposits of volcanic ash colour this view of the Meridiani Planum</b>, as seen by the <b>Mars Express High Resolution Stereo Camera</b>. They also give clues to the prevailing wind direction in this region of Mars.<p/><p/>The first part of your mission is to make precise measurements of the crater's diameter by using the laser device at check point 1. A reflector has been placed on the other side of the crater.<p/><p/>The second part is to examine to ashes inside de crater by passing via the only possible entry check point 2 and proceed to check point 3.<p/><p/>Then bring back the rover to the start position at check point 4.<p/><p/>ESA Control Center Over and Out!<p/><p/><p/><p/></html>
de.mission.mars3=<html><b><u>Volcanic ash in Meridiani Planum</u></b><p/><p/><b>Deposits of volcanic ash colour this view of the Meridiani Planum</b>, as seen by the <b>Mars Express High Resolution Stereo Camera</b>. They also give clues to the prevailing wind direction in this region of Mars.<p/><p/>The first part of your mission is to make precise measurements of the crater's diameter by using the laser device at check point 1. A reflector has been placed on the other side of the crater.<p/><p/>The second part is to examine to ashes inside de crater by passing via the only possible entry check point 2 and proceed to check point 3.<p/><p/>Then bring back the rover to the start position at check point 4.<p/><p/>ESA Control Center Over and Out!<p/><p/><p/><p/></html>
fr.mission.mars3=<html><b><u>Mars \u2013 Les cendres volcanique de Meridiani Planum</u></b><p/><p/><b>Les cam\u00e9ras Haute R\u00e9solution de la sonde Mars Express</b> ont photographi\u00e9 la Meridiani Planum dont la couleur provient probablement de d\u00e9p\u00f4ts de cendres volcaniques, ce qui laisserait penser que le vent ait pu souffler sur cette r\u00e9gion de Mars.<p/><p/>La premi\u00e8re partie de votre mission est de mesurer pr\u00e9cis\u00e9ment le diam\u00e8tre du crat\u00e8re en utilisant le laser \u00e0 partir du point num\u00e9ro 1, un r\u00e9flecteur ayant \u00e9t\u00e9 plac\u00e9 de l\u2019autre c\u00f4t\u00e9 du crat\u00e8re.<p/><p/>La seconde partie de la mission est d\u2019analyser les cendres \u00e0 l\u2019int\u00e9rieur du crat\u00e8re au point num\u00e9ro 3. Il n\u2019existe qu\u2019une seule entr\u00e9e au crat\u00e8re (point num\u00e9ro 2). <p/><p/>Ensuite, vous devrez repositionner le rover en position initiale au point num\u00e9ro 4.<p/><p/>Centre de Contr\u00f4le de l\u2019ESA, termin\u00e9!<p/><p/><p/><p/></html>
nl.mission.mars3=<html><b><u>De vulkanische as in Meridiani Planum</u></b><p/><p/><b>Uitbarstingen van vulkanische as kleuren het uitzicht van de  Meridiani Planum</b>, zoals die door de <b>Mars Express High Resolution Stereo Camera</b> wordt gezien. Zij geven ook aanwijzingen aan de heersende windrichting in deze Mars regio.<p/><p/>Het eerste deel van uw missie bestaat uit het maken van nauwkeurige metingen van de diameter van de krater, door gebruik van het laserapparaat in controlepunt 1. Een reflector werd geplaatst aan de andere zijde van de krater.<p/><p/>Het tweede deel bestaat eruit de as aan de binnenkant van de krater te onderzoeken via het enige mogelijke controlepunt toegang 2 en verder te gaan naar controlepunt 3.<p/><p/>Breng daarna de verkenner terug naar de startpositie bij controlepunt 4.<p/><p/>ESA Controle Centrum Over en Uit!<p/><p/></html>
it.mission.mars3=<html><b><u>Cenere vulcanica a Meridiani Planum</u></b><p/><p/><b>Dei depositi di cenere vulcanica danno colore a questo panorama del Meridiani Planum</b>, ripreso dalla <b>Macchina Fotografica Stereo Mars Express ad alta risoluzione</b>. Danno anche indicazioni sulla direzione prevalente del vento in questa regione di Marte.<p/><p/> La prima parte della vostra missione \u00e8 di effettuare misurazioni precise del diametro del cratere utilizzando il dispositivo laser al checkpoint 1. Un riflettore \u00e8 stato posizionato sul lato opposto del cratere.<p/><p/>La seconda parte \u00e8 di esaminare la cenere all'interno de cratere passando attraverso l'unico possibile accesso (il checkpoint 2) e procedere al checkpoint 3.<p/><p/>Poi riportare il modulo alla posizione di partenza al checkpoint 4.<p/><p/>Centro di Controllo ESA Passo e Chiudo!<p/><p/><p/><p/></html>

mars3.width=1400
mars3.height=2000
mars3.startpos=1270,140,U
mars3.shapes=C,1040,80,110; M,1270,140,180,4;        M,1210,820,-45,1; M,700,140,-90,2a; M,410,790,30,2b;    M,600,1500,-30,3;      R,670,260,50,350; R,510,640,500,50;     C,180,730,1070
mars3.backgroundimage=./Maps/volcanic_ash_meridiani_planum.bmp
mars3.backgroundimage.credit=Photo: ESA/DLR/FU Berlin (G. Neukum)
